{
  "werewolf": {
    "addon": {
      "havwila": {
        "name": "Roles de Havwila",
        "description" : "Roles supplémentaires"
      }
    },
    "role": {
      "medium": {
        "display" : "Medium",
        "description" : "Par votre lien avec le monde des esprits, vous serez immédiatement informé lorsque un joueur s'apprete a mourir",
        "item": "Role par havwila",
        "death_message" : "[§eLG UHC§r] Le joueur §b%s§r est aux portes de la mort"
      },
      "witness": {
        "display" : "Témoin",
        "description" : "A l'annonce de la liste des loups, vous connaitrez le pseudo d'un coupable, membre du camp des loups. Toutefois, si le coupable venait a mourir, vous perdrez 4 coeurs permanents",
        "culprit_name" : "Le coupable est §b%s ",
        "culprit_unknown" : "§rDévoilé dans %s",
        "culprit_dead": "§rMort",
        "item": "Role par havwila",
        "reveal_culprit" : "[§eLG UHC§r] Le joueur §b%s§r appartient au camp des loup-garous",
        "culprit_death" : "[§eLG UHC§r] Le coupable est mort, vous perdez donc 4 coeurs permanents",
        "change" : "[§eLG UHC§r] L'identité du coupable a changée, il s'agit désormais de §b%s§r"
      },
      "croupier": {
        "display": "Croupier",
        "description": "Chaque jour, vous pourrez sélectionner un joueur qui recevra un message contenant le pseudo d'un joueur aléatoire ainsi que 3 roles, parmi lesquels se trouve le role de ce joueur. Le même message sera aussi envoyé à un autre joueur aléatoire",
        "item": "Role par havwila",
        "command": "distribuer",
        "perform": "[§eLG UHC§r] Vous pouvez distribuer des informations à un joueur avec §b/ww distribuer§r vous avez §b%s",
        "not_enough_players": "Il ne reste pas assez de joueurs pour utiliser cette commande",
        "yourself": "Vous ne pouvez pas vous sélectionner vous-même",
        "repeated_target": "Vous ne pouvez sélectionner qu'une seule fois le même joueur",
        "card": "[§eLG UHC§r] Grâce au croupier, vous savez que le role de §b%s§r se trouve parmi les suivants: §b%s§r, §b%s§r, §b%s",
        "confirm": "[§eLG UHC§r] Les messages ont été envoyés",
        "all_exposed": "[§eLG UHC§r] Tous les joueurs encore en vie ont eu leur rôle dévoilé. Vous ne pouvez plus utiliser votre pouvoir"
      },
      "hunter_havwila": {
        "display": "Chasseur",
        "description": "Vous pouvez enqueter sur le cadavre d'un joueur en restant à moins de 20 blocs du cadavre et obtiendrez à chaque minute des informations sur les joueurs à moins de 70 blocs au moment de la mort",
        "item": "Implémanté par havwila",
        "items": "1 arc, 64 flèches, un livre power III",
        "clue_player": "[§eLG UHC§r] §b%s§r est mort ici, §b%s§r autres joueurs se trouvaient à proximité lors de sa mort",
        "clue_role": "[§eLG UHC§r] §b%s§r était §b%s§r. §b%s§r étaient proches de lui lors de sa mort",
        "clue_nearby": "[§eLG UHC§r] §b%s§r étaient proches de §b%s§r lors de sa mort"
      },
      "romulus_remus": {
        "display": "Romulus ou Remus",
        "description_naive": "Ayant laissé votre mère adoptive derrière vous, vous et votre frère ne savez pas quelle est votre place dans le monde. Pour l'instant, vous pouvez gagner avec votre frère et votre mère adoptive, mais cela pourrait changer si l'un de vous meurt... N'ayant vu votre mère que sous sa forme louve, vous ne connaissez que son role. Si vous passez a coté de votre mère, elle saura 5 minutes plus tard qu'elle a rencontré un de ces fils",
        "power_naive": "Resistance lorsque vous êtes à plus de 50 blocs de votre frère",
        "mother_role": "Votre mère est un &role&",
        "brother": "Votre frère est &name&",
        "description_romulus": "Vous êtes Romulus. Vous obtiendrez un effet de force permanent si vous parvenez à tuer votre frère",
        "description_remus": "Vous êtes Remus. Vous obtiendrez un effet de force permanent si vous tuez votre fère",
        "mother_message": "[§eLG UHC§r] Vous sentez l'odeur d'un de vos fils adoptifs. Vous étiez proches de lui il y a 2 minutes",
        "killed_brother_strength": "[§eLG UHC§r] Vous êtes parvenu à tuer votre frère. Vous avez désormais §4Force pour le restant de la partie",
        "killed_brother_weakness": "[§eLG UHC§r] Vous avez tué votre frère. Traumatisé par cet acte, vous aurez désormais §bFaiblesse§r pour le restant de la game"
      }
    },
    "global": {
      "croupier_every_other_day": "Croupier tous les deux jours"
    }
  }
}