{
  "havwila": {
    "addon": {
      "havwila": {
        "name": "Roles de Havwila",
        "description" : "Roles supplémentaires"
      }
    },
    "role": {
      "witness": {
        "display" : "Témoin",
        "description" : "A l'annonce de la liste des loups, vous connaitrez le pseudo d'un coupable, membre du camp des loups. Toutefois, si le coupable venait a mourir, vous perdrez 4 coeurs permanents. De plus, vous infligez 30%% de dégats en moins au coupable.",
        "culprit_name" : "Le coupable est §b&player&",
        "culprit_unknown" : "Le coupable est dévoilé dans &time&",
        "culprit_dead": "Le coupable est Mort",
        "item": "Role par havwila",
        "reveal_culprit" : "[§eLG UHC§r] Le joueur §b&player&§r appartient au camp des loup-garous",
        "culprit_death" : "[§eLG UHC§r] Le coupable est mort, vous perdez donc 4 coeurs permanents",
        "change" : "[§eLG UHC§r] L'identité du coupable a changée, il s'agit désormais de §b&player&§r"
      },
      "croupier": {
        "display": "Croupier",
        "description": "Chaque jour, vous pourrez sélectionner un joueur qui recevra un message contenant le pseudo d'un joueur aléatoire ainsi que 3 roles, parmi lesquels se trouve le role de ce joueur.",
        "item": "Role par havwila",
        "command": "distribuer",
        "perform": "[§eLG UHC§r] Vous pouvez distribuer des informations à un joueur avec §b/ww distribuer§r vous avez §b&time&",
        "not_enough_players": "Il ne reste pas assez de joueurs pour utiliser cette commande",
        "yourself": "Vous ne pouvez pas vous sélectionner vous-même",
        "repeated_target": "Vous ne pouvez sélectionner qu'une seule fois le même joueur",
        "card": "[§eLG UHC§r] Grâce au croupier, vous savez que le role de §b&player&§r se trouve parmi les suivants: §b&role1&§r, §b&role2&§r, §b&role3&",
        "confirm": "[§eLG UHC§r] Les messages ont été envoyés",
        "all_exposed": "[§eLG UHC§r] Tous les joueurs encore en vie ont eu leur rôle dévoilé. Vous ne pouvez plus utiliser votre pouvoir",
        "croupier_every_other_day": "Croupier tous les deux jours"
      },
      "romulus_remus": {
        "display": "Romulus ou Remus",
        "item": "Role par havwila, par paires de 2",
        "description_naive": "Pour l'instant, vous pouvez gagner avec votre frère et votre mère adoptive. Toutefois, si l'un de vous trois meurt, votre objectif changera. Vous ne connaissez que le rôle de votre mère. Si vous passez a coté d'elle, elle saura 5 minutes plus tard qu'elle a rencontré un de ces fils. Vous obtiendrez un effet de faiblesse si vous tuez votre frère. Les rôles à info vous voient comme étant dans le camps des villageois",
        "power_naive": "Resistance lorsque vous êtes à plus de 50 blocs de votre frère",
        "mother_role": "Votre mère est un §b&role&§r\n",
        "brother_name": "Votre frère est §b&name&§r\n",
        "description_neutral": "Sans frère, vous êtes condamné à jouer seul sans accéder au potentiel que vous aviez",
        "weakness": "Faiblesse permanente\n",
        "description_romulus": "Vous êtes Romulus. Vous obtiendrez un effet de force permanent si vous parvenez à tuer votre frère",
        "description_remus": "Vous êtes Remus. Vous obtiendrez un effet de force permanent si vous tuez votre frère. Les rôles à info vous voient comme étant dans le camp des villageois. Les loups vous verront avec eux dès que vous aurez tué votre frère",
        "strength": "Force permanente\n",
        "mother_message": "[§eLG UHC§r] Vous sentez l'odeur d'un de vos fils adoptifs. Vous étiez proches de lui il y a 2 minutes",
        "killed_brother_strength": "[§eLG UHC§r] Vous êtes parvenu à tuer votre frère. Vous avez désormais §4Force§r pour le restant de la partie",
        "killed_brother_weakness": "[§eLG UHC§r] Vous avez tué votre frère. Traumatisé par cet acte, vous aurez désormais §bFaiblesse§r pour le restant de la game et devez gagner seul",
        "brother_died": "[§eLG UHC§r] Votre frère est mort. Vous êtes condamné à gagner seul sans aucun pouvoir",
        "mother_dead": "[§eLG UHC§r] Votre mère est morte. Votre rôle a changé. §b/ww role§r pour en savoir plus.",
        "slayed_mother": "[§eLG UHC§r] Vous avez tué votre mère. Enragé, il vous faut désormais gagner seul. §b/ww role§r pour en savoir plus.",
        "family_change": "[§eLG UHC§r] Un membre de votre famille a changé. §b/ww role§r pour en savoir plus.",
        "family_init": "[§eLG UHC§r] Vous connaissez désormais votre famille. §b/ww role§r pour en savoir plus."
      },
      "inquisitor": {
        "display": "Inquisiteur",
        "item": "Role par havwila",
        "description": "Au début du jour, vous pouvez châtier un joueur avec la commande §b/ww chatiment joueur§r. Si le joueur est un loup, il perd ses pouvoirs et effets. Si le joueur ciblé n'est pas un loup, vous perdez votre pouvoir",
        "smite_message": "[§eLG UHC§r] Châtiez un joueur avec §b/ww chatiment joueur§r, vous avez §b&time&",
        "command": "chatiment",
        "smite_disable": "[§cLG UHC§r] L'inquisiteur vous a châtié. Vous perdez vos effets et pouvoirs définitivement",
        "smite_success": "[§eLG UHC§r] Votre cible est un loup, il perd donc définitivement tous ses pouvoirs et effets",
        "smite_fail": "[§eLG UHC§r] Le joueur ciblé n'est pas un loup. Vous perdez donc votre pouvoir définitivement"
      },
      "auramancer": {
        "display": "Auramancien",
        "item": "Role par havwila",
        "description": "Vous possédez des effets différents en fonction de l'aura que vous avez. Lorsque vous êtes affectés par un modificateur d'aura, votre aura devient l'aura du modificateur. Quand vous tuez un joueur avec une aura &dark&§r, votre aura s'améliore d'un cran.",
        "passive_light": "§bPassif§r: Les joueurs proches à l'aura &light&§r disposent de 0.5 de force. Au début du jour, vous retirez aux joueurs proches le modificateur d'aura résultant du kill d'un joueur\n",
        "passive_neutral": "§bPassif§r: Lorsque un joueur est tué proche de vous (50 blocs), vous apprenez quelles sont les auras du mort et du tueur\n",
        "passive_dark": "§bPassif§r: Vous devez gagner §cseul§r. Vous infligez des dégâts de force aux joueurs avec une aura &light&§r. Vous disposez du pseudo d'un joueur à l'aura &light&. S'il ne reste plus de joueurs à l'aura &light&§r, votre aura ne change plus et vous obtenez speed permanent.\n",
        "aura_status": "Votre aura est &aura&§r\n",
        "aura_sense": "[§cLG UHC§r] Un joueur proche avec une aura &auraVictim&§r a été tué par un joueur avec une aura &auraKiller&",
        "aura_kill": "[§eLG UHC§r] Vous avez tué un joueur avec une aura &aura_dead&§r. Votre aura est désormais &aura_new&",
        "aura_change": "[§eLG UHC§r] Votre aura a changé. Elle est désormais &aura&",
        "aura_locked": "[§eLG UHC§r] Plus aucun autre joueur ne possède une aura &aura_light&§r. Vous gardez votre aura &aura&§r pour le restant de la partie.",
        "light_player": "Le joueur §b&player&§r a une aura &light&.",
        "no_light": "Il n'y a plus de joueurs avec l'aura &light&."
      },
      "mastermind": {
        "display": "Mastermind",
        "item": "Role par havwila",
        "description": "Vous pouvez deviner les roles des joueurs avec §b/ww deviner joueur§r. Si vous devinez correctement, vous gagnez un coeur permanent, autrement vous en perdez un.\n La commande §b/ww mindswap joueur joueur§r, coutant 2 coeurs permanents et utilisable une fois vous permet d'échanger les roles de deux joueurs dont vos avez deviné le role.\n La commande §b/ww mindsilence joueur§r, coutant 1 coeur permanent, vous permet de désactiver les compétences d'un joueur dont vous avez deviné le role.",
        "target_repeat": "[§cLG UHC§r] Vous avez déja tenté de deviner le role de ce joueur",
        "guess_success": "[§cLG UHC§r] Vous avez deviné le role de &player&. Vous obtenez un coeur permanent supplémentaire",
        "guess_fail": "[§cLG UHC§r] Vous vous êtes trompé de rôle. Vous perdez donc un coeur permanent",
        "not_guessed": "[§eLG UHC§r] Vous n'avez pas deviné le role de &player&. Vous ne pouvez pas effectuer cette action",
        "command_disable": "mindsilence",
        "disable_perform": "[§cLG UHC§r] Vous avez désactivé les compétences de &player&",
        "disable_target": "[§eLG UHC§r] Vos compétences ont été désactivés: Vous perdez vos effets et pouvoirs définitivement",
        "command_swap": "mindswap",
        "swap_perform": "[§cLG UHC§r] Vous avez échangé les roles des 2 joueurs"
      },
      "silencer_werewolf": {
        "display": "Loup Muselant",
        "item": "Role par havwila",
        "description":"Une fois par nuit, tant qu'il reste plus de villageois que de loups, vous pouvez tentez de deviner le role d'un villageois. Si vous réussissez, il perdra ses pouvoirs. Si vous vous trompez, vous ne pourrez plus utiliser cette commande jusqu'à la fin de la partie",
        "desc_command": "/ww deviner joueur",
        "guess_success": "[§cLG UHC§r] Vous avez deviné le role de &player&. Il perd ses pouvoirs",
        "guess_fail": "[§cLG UHC§r] Vous vous êtes trompé de rôle. Vous ne pouvez désormais plus utiliser cette commande",
        "disable_target": "[§eLG UHC§r] Le Loup muselant a trouvé votre role et a désactivé vos pouvoirs jusqu'à la fin de la game",
        "power": "[§cLG UHC§r] Vous pouvez à nouveau utiliser votre pouvoir",
        "more_wolves": "[§eLG UHC§r] Il y a moins de villageois que de loups. Vous ne pouvez pas utiliser votre pouvoir"
      }
    },
    "guess": {
      "command": "deviner",
      "title": "Devinez le role de §b&player&"
    }
  }
}